/* No comment provided by engineer. */
"AsyncSocketCanceledError" = "Connection canceled";

/* No comment provided by engineer. */
"AsyncSocketCFSocketError" = "General CFSocket error";

/* No comment provided by engineer. */
"AsyncSocketReadTimeoutError" = "Read operation timed out";

/* No comment provided by engineer. */
"AsyncSocketWriteTimeoutError" = "Write operation timed out";

